{
    "Actinic Keratosis":"What is actinic keratosis?\nAn actinic keratosis is a rough, scaly patch on the skin that develops from years of sun exposure. It is often found on the face, lips, ears, forearms, scalp, neck, or back of the hands. An actinic keratosis grows slowly and usually first appears in people over 40. You can reduce the risk of this skin condition by protecting your skin from ultraviolet rays. If left untreated, the risk of actinic keratosis turning into a type of skin cancer called squamous cell carcinoma is about 5% to 10%\nGeneral statistics\nThe overall rate of actinic keratosis in the U.S. is estimated to be approximately 10.2% in females and 26.5% in males. In general, men are more likely than women to be affected by actinic keratosis. Actinic keratosis most often affects individuals with white skin and is directly linked to cumulative exposure to UV radiation. Additionally, people with a high-fat diet also tend to have a higher risk of developing actinic keratosis.",
    "Basal Cell Carcinoma": "What is BCC?\n BCC-induced cancers start in the lower part of the epidermis. They usually develop on sun-exposed areas, especially the face, head, neck, and arms, and tend to grow slowly. It is very rare for a basal cell cancer to spread to other parts of the body. But if BCC is left untreated, it can grow into nearby areas and invade the bone or other tissues beneath the skin.\nGeneral statistics \nBCC is the most common type of skin cancer. An estimated 3.6 million cases of BCC are diagnosed annually in the U.S. The incidence increases with age.",
    "Benign keratosis-like lesions":"What is Benign keratosis (BKL)? \nA seborrheic keratosis is a common benign skin growth. People tend to get more of them as they get older. Seborrheic keratoses are usually brown, black, or light tan. The growths look scaly and slightly raised. They appear gradually, usually on the face, neck, chest, or back. \nGeneral statistics \nBKL is the most common benign skin tumor, affecting over 80 million Americans. BKL is typically seen in patients greater than 50 years-old and become more frequent as one ages. There is no prevalence difference between males and females. However, they appear more frequently in populations with lighter skin tones.",
    "Dermatofibroma":"What is dermatofibroma?\nDermatofibroma is a common benign fibrous nodule found on the skin of the lower legs. They are mostly seen in adults. They are sometimes attributed to minor trauma including insect bites, injections, or a rose thorn injury. Multiple dermatofibromas can develop in patients with altered immunity such as HIV or autoimmune conditions. \nGeneral statistics\nDermatofibroma occurs more often in women; the male to female ratio is about 1:4. The age group in which they most commonly occur is 20 to 45 years.",
    "Melanoma":"What is Melanoma?\nMelanoma is less common than other types of skin cancer, but is more likely to grow and spread. It can arise in an existing mole or appear as a new lesion. While it can appear early anywhere on the skin, it tends to grow on the torso in men, the legs in women, and the upper back in both. It may appear as a flat or slightly raised and discolored, asymmetrical patch with uneven borders. Colors include shades of tan, brown, black, red/pink, blue or white.\nGeneral statistics \nMelanoma accounts for about 1% of the skin cancers, but causes a large majority of skin cancer deaths. About 20-30% of melanomas are found in existing moles, while 70-80% arise on normal-looking skin. ",
    "Melanocytic nevi":"What is Melanocytic nevi? \nNevi is the medical term for a mole. Nevi can appear anywhere on the body. They are benign (non-cancerous) and typically do not require treatment. A very small percentage of nevi may develop a melanom within them. Benign nevi are usually a single color, ranging from skin-colored to dark brown, and are typically round or oval-shaped. Additionally, benign moles are symmetric, and are the size of a pencil eraser or smaller. \nGeneral statistics: \n Melanocytic nevi is very common. The malignant transformation rate of the individual nevus is between 0.00005% to 0.003% per year.",
    "Squamous Cell Carcinoma":"What is SCC?\nSCC-induced cancers start in the upper part of the epidermis. They commonly appear on sun-exposed skin, such as the face, ears, neck, lips, arms, and backs of the hands. When SCC happens in people with black and brown skin, it tends to be in places that are not exposed to the sun. \nGeneral statistics \nSCC is the second most common form of skin cancer. An estimated 1.8 million cases of SCC are diagnosed in the U.S. each year.",
    "Vascular lesions":"What is a vascular lesion?\nVascular lesions are abnormal growths or malformations in the blood vessels, which can occur in many parts of the body. They can be congenital (born with) or acquired, and may result from injury, infection, or other underlying medical conditions. \nGeneral statistics \nDifferent morphological types of vessels are associated with different melanocytic or nonmelanocytic skin tumors. Vascular lesions were seen in 82.1% of basal cell carcinomas. In melanoma, linear-irregular, dotted, and atypical vessels were the most frequent vascular structures. "
  }